[
  {
    "id": "diary-entry-1",
    "title": "Осенние размышления у окна",
    "shortDescription": "Мысли о переменах, новых начинаниях и планах на будущий год",
    "content": "Сегодня я сидела у окна с чашкой горячего чая, наблюдая, как осенний ветер играет с листьями во дворе. В такие моменты всегда приходят самые глубокие мысли. Осень — время перемен и новых начинаний. Несмотря на общепринятое мнение, что новый год начинается в январе, для меня он всегда начинался в сентябре.\n\nЯ замечаю, как меняется мое настроение вместе с цветом листвы. Становлюсь более задумчивой, склонной к анализу прошедших месяцев. Что я успела сделать? Чему научилась? Достигла ли тех целей, которые ставила перед собой?\n\nУже сейчас начинаю составлять планы на следующий год. Хочу больше времени уделять творчеству, возможно, наконец записаться на те курсы рисования, о которых так давно мечтала. Еще в планах — путешествие в Португалию. Всегда хотела увидеть океан, почувствовать его силу и бескрайность.\n\nОсень учит нас отпускать — как деревья отпускают листья. Возможно, пришло время и мне отпустить некоторые страхи и сомнения, мешающие двигаться вперед. Буду учиться у природы этой мудрости.",
    "createdAt": "2023-09-29",
    "moodId": "mood-5",
    "moodIds": ["mood-5"],
    "imageSrc": "https://images.unsplash.com/photo-1476782916354-326ab24c93df?auto=format&fit=crop&q=80&w=2729",
    "categoryId": "category-diary-2",
    "categoryIds": ["category-diary-2"],
    "tagIds": ["tag-diary-1", "tag-diary-4", "tag-diary-10"]
  },
  {
    "id": "diary-entry-2",
    "title": "Утро в парке: встреча с собой",
    "shortDescription": "Как ранние прогулки помогают мне настроиться на продуктивный день",
    "content": "Проснулась сегодня в 6 утра и решила не залипать в телефоне, а сразу отправиться в парк. Удивительно, как много энергии дает прогулка в утреннем парке, когда город еще не проснулся, а воздух кристально чист.\n\nВзяла с собой термос с зеленым чаем и просто шла по извилистым дорожкам, наблюдая, как первые лучи солнца пробиваются сквозь листву. В такие моменты чувствуешь особую связь с природой и с самой собой.\n\nВстретила пожилого мужчину, который каждое утро делает зарядку на специальной площадке. Мы улыбнулись друг другу, и это простое человеческое взаимодействие наполнило меня теплом. Иногда достаточно улыбки незнакомца, чтобы почувствовать себя частью чего-то большего.\n\nК 8 часам вернулась домой с ясной головой и четким планом на день. Утренние прогулки становятся моей маленькой традицией, моим способом начать день правильно. Замечаю, что в такие дни я гораздо продуктивнее и спокойнее реагирую на возникающие трудности.\n\nНаверное, это и есть то самое 'время для себя', о котором так много говорят психологи. Простое, но такое важное.",
    "createdAt": "2023-09-15",
    "moodId": "mood-10",
    "moodIds": ["mood-10"],
    "imageSrc": "https://images.unsplash.com/photo-1474552226712-ac0f0961a954?auto=format&fit=crop&q=80&w=2671",
    "categoryId": "category-diary-3",
    "categoryIds": ["category-diary-3"],
    "tagIds": ["tag-diary-3", "tag-diary-13", "tag-diary-4"]
  },
  {
    "id": "diary-entry-3",
    "title": "Кофейные встречи: разговор по душам",
    "shortDescription": "О ценности настоящего общения в эпоху социальных сетей",
    "content": "Сегодня встретилась с Машей в нашем любимом кафе. Кажется, мы не виделись целую вечность, хотя на самом деле прошло всего пару месяцев. Удивительно, как в эпоху постоянной онлайн-связи мы всё равно умудряемся терять контакт с близкими людьми.\n\nМы сидели у окна, пили латте и говорили обо всем на свете: о работе, о мечтах, о недавно прочитанных книгах. И я поймала себя на мысли, насколько эти разговоры отличаются от нашей переписки в мессенджерах. В них есть глубина, искренность, настоящие эмоции, которые невозможно передать даже самыми красноречивыми сообщениями.\n\nМаша рассказала о своих планах переехать в другой город. Я увидела в её глазах смесь страха и восторга перед неизвестностью. Мы обсудили её сомнения, я поделилась своим опытом переезда. Такие моменты взаимной поддержки бесценны.\n\nДва часа пролетели как одно мгновение. Мы договорились встречаться чаще, хотя бы раз в две недели. В нашем безумном ритме жизни так важно находить время для настоящего, живого общения. Это как глоток свежего воздуха, который помогает сохранять связь с реальностью.",
    "createdAt": "2023-09-02",
    "moodId": "mood-2",
    "moodIds": ["mood-2"],
    "imageSrc": "https://images.unsplash.com/photo-1522071820081-009f0129c71c?auto=format&fit=crop&q=80&w=2680",
    "categoryId": "category-diary-8",
    "categoryIds": ["category-diary-8"],
    "tagIds": ["tag-diary-5", "tag-diary-8", "tag-diary-14"]
  },
  {
    "id": "diary-entry-4",
    "title": "Книжные сокровища старой библиотеки",
    "shortDescription": "Неожиданные находки и встречи в городской библиотеке",
    "content": "Сегодня провела весь день в старой городской библиотеке. Это здание с его особой атмосферой всегда притягивало меня. Высокие потолки, деревянные стеллажи до самого верха, запах старых книг — всё это создает ощущение, будто попадаешь в другую эпоху.\n\nИскала материалы для статьи о местной истории и совершенно случайно наткнулась на сборник старых фотографий нашего города, сделанных в начале прошлого века. Это было настоящее открытие! Час за часом я рассматривала эти снимки, сравнивая знакомые улицы и здания с их историческим обликом. Удивительно, как много всего изменилось и одновременно осталось прежним.\n\nВ читальном зале познакомилась с пожилым историком, который поделился множеством интересных фактов о нашем городе. Его рассказы были настолько увлекательными, что я забыла о времени. Мы обменялись контактами, он пригласил меня на лекцию о местной архитектуре.\n\nВозвращалась домой с чувством, будто совершила путешествие во времени. В нашу цифровую эпоху так легко забыть о ценности реальных библиотек, этих хранилищ знаний и историй. Буду стараться бывать здесь чаще. Кто знает, какие еще сокровища скрываются на этих пыльных полках?",
    "createdAt": "2023-08-25",
    "moodId": "mood-3",
    "moodIds": ["mood-3"],
    "imageSrc": "https://images.unsplash.com/photo-1580537659466-0a9bfa916a54?auto=format&fit=crop&q=80&w=2574",
    "categoryId": "category-diary-7",
    "categoryIds": ["category-diary-7"],
    "tagIds": ["tag-diary-2", "tag-diary-7", "tag-diary-14"]
  },
  {
    "id": "diary-entry-5",
    "title": "Воскресный эксперимент: новый рецепт",
    "shortDescription": "Мои кулинарные приключения и почему важно выходить из зоны комфорта",
    "content": "Сегодня решила посвятить день кулинарным экспериментам. Давно хотела попробовать приготовить настоящий французский киш, но всегда откладывала из-за кажущейся сложности. Наконец собралась с духом и отправилась за продуктами.\n\nПроцесс оказался увлекательным, хотя и не без сложностей. Тесто сначала никак не хотело раскатываться равномерно, но после нескольких попыток всё получилось. Самым интересным было составлять начинку: экспериментировала с различными сочетаниями овощей, сыров и трав.\n\nКогда достала готовый киш из духовки, почувствовала настоящую гордость. Он выглядел практически как на фотографии в кулинарной книге! А вкус превзошёл все ожидания. Пригласила соседку на дегустацию, и она тоже была в восторге.\n\nЭтот маленький кулинарный успех заставил меня задуматься о том, как часто мы отказываемся от новых опытов из-за страха неудачи. А ведь именно такие эксперименты делают жизнь интереснее и наполненнее. Решила, что каждое воскресенье буду пробовать готовить что-то новое и непривычное для себя.\n\nВ следующий раз замахнусь на японские роллы или тайский суп. Вдруг откроется новый талант?",
    "createdAt": "2023-08-20",
    "moodId": "mood-9",
    "moodIds": ["mood-9"],
    "imageSrc": "https://images.unsplash.com/photo-1556911220-e15b29be8c8f?auto=format&fit=crop&q=80&w=2670",
    "categoryId": "category-diary-6",
    "categoryIds": ["category-diary-6"],
    "tagIds": ["tag-diary-4", "tag-diary-10", "tag-diary-15"]
  },
  {
    "id": "diary-entry-6",
    "title": "Музейный день: встреча с искусством",
    "shortDescription": "Впечатления от выставки импрессионистов и размышления об искусстве в нашей жизни",
    "content": "Сегодня побывала на выставке импрессионистов в городском музее. Давно планировала этот поход, но всё откладывала из-за рабочей загруженности. Наконец выделила себе целый день и ни разу не пожалела.\n\nПровела несколько часов, погруженная в мир ярких красок и свободных мазков. Особенно впечатлили работы Клода Моне. Его 'Кувшинки' буквально гипнотизировали — я могла смотреть на них бесконечно, каждый раз замечая новые детали и оттенки.\n\nНаблюдала за другими посетителями: кто-то быстро проходил от картины к картине, словно выполняя обязательную программу, кто-то, как и я, мог часами стоять перед одним полотном. Интересно, что каждый видит в этих работах что-то своё, личное.\n\nВышла из музея с ощущением наполненности и вдохновения. По дороге домой размышляла о том, какое место искусство занимает в нашей повседневной жизни. Мы так погружены в рутину, что часто забываем об этой духовной потребности. А ведь именно искусство помогает нам увидеть мир иначе, глубже, многограннее.\n\nРешила чаще выбираться на выставки и концерты. Может быть, даже записаться на курс истории искусств. Хочется лучше понимать язык, на котором говорят с нами великие мастера прошлого и настоящего.",
    "createdAt": "2023-08-15",
    "moodId": "mood-3",
    "moodIds": ["mood-3"],
    "imageSrc": "https://images.unsplash.com/photo-1582555172866-f73bb12a2ab3?auto=format&fit=crop&q=80&w=2680",
    "categoryId": "category-diary-4",
    "categoryIds": ["category-diary-4"],
    "tagIds": ["tag-diary-10", "tag-diary-12", "tag-diary-14"]
  },
  {
    "id": "diary-entry-7",
    "title": "Воспоминания о летнем путешествии",
    "shortDescription": "Яркие моменты поездки в Черногорию и размышления о ценности путешествий",
    "content": "Перебирала сегодня фотографии с летнего отпуска в Черногории и нахлынули воспоминания. Кажется, это было только вчера: лазурное море, старинные городки с красными черепичными крышами, вкус свежей рыбы в прибрежных ресторанчиках...\n\nОсобенно запомнился день, когда мы арендовали лодку и отправились исследовать маленькие бухты, недоступные с суши. Нашли совершенно безлюдный пляж, где провели несколько часов в полном одиночестве, наслаждаясь тишиной и красотой природы. В тот момент я испытала удивительное чувство свободы и единения с миром.\n\nА еще было восхождение на гору над Котором. Подъем был непростым, но вид, открывшийся с вершины, стоил каждой капли пота. Весь залив как на ладони, игрушечные домики внизу, крутые склоны, уходящие прямо в море... В такие моменты особенно остро ощущаешь масштаб и красоту нашего мира.\n\nЧерногория научила меня ценить простые радости: вкусную еду, теплое море, неспешные разговоры с местными жителями. Путешествия — это не просто смена обстановки, это возможность увидеть мир и себя иначе, расширить границы своего восприятия.\n\nУже начинаю планировать следующую поездку. Хочется увидеть как можно больше мест, собрать коллекцию впечатлений и воспоминаний, которые будут греть душу долгими зимними вечерами.",
    "createdAt": "2023-08-05",
    "moodId": "mood-4",
    "moodIds": ["mood-4"],
    "imageSrc": "https://images.unsplash.com/photo-1473116763249-2faaef81ccda?auto=format&fit=crop&q=80&w=2673",
    "categoryId": "category-diary-1",
    "categoryIds": ["category-diary-1"],
    "tagIds": ["tag-diary-7", "tag-diary-9", "tag-diary-13"]
  },
  {
    "id": "diary-entry-8",
    "title": "Фотопрогулка: красота в деталях",
    "shortDescription": "Как увлечение фотографией меняет восприятие окружающего мира",
    "content": "Сегодня взяла фотоаппарат и отправилась на прогулку без определенного маршрута. Просто хотелось поймать в объектив что-то интересное, необычное, то, что обычно остается незамеченным в повседневной суете.\n\nУдивительно, как меняется восприятие мира, когда в руках фотоаппарат. Начинаешь замечать детали, игру света и тени, необычные текстуры и формы. Обычная прогулка превращается в настоящую охоту за красотой.\n\nСегодняшними 'трофеями' стали: капли росы на паутине, растущий из трещины в асфальте цветок, отражение старинного здания в луже, игра солнечного света в листве деревьев... Всё это — маленькие чудеса, которые мы обычно проходим мимо, погрузившись в свои мысли или уткнувшись в экран телефона.\n\nФотография учит меня присутствовать в моменте, быть внимательной к окружающему миру. Это своего рода медитация, которая помогает замедлиться и по-настоящему увидеть то, что находится перед глазами.\n\nВернулась домой с сотней снимков и ощущением, будто побывала в каком-то новом, неизведанном месте, хотя ходила по знакомым с детства улицам. Возможно, в этом и заключается секрет счастливой жизни — в умении видеть необычное в обычном, находить красоту в мелочах.",
    "createdAt": "2023-07-27",
    "moodId": "mood-3",
    "moodIds": ["mood-3"],
    "imageSrc": "https://images.unsplash.com/photo-1514847008643-d12026edf4c8?auto=format&fit=crop&q=80&w=2670",
    "categoryId": "category-diary-4",
    "categoryIds": ["category-diary-4"],
    "tagIds": ["tag-diary-3", "tag-diary-11", "tag-diary-13"]
  }
]
