
[
  {
    "id": "recipe-1",
    "title": "Тыквенный суп-пюре с имбирем",
    "shortDescription": "Нежный, согревающий суп с ароматом осенних специй и ноткой имбиря.",
    "fullDescription": "Тыквенный суп-пюре — это настоящее воплощение осени в тарелке. Сочетание сладковатой тыквы, пряного имбиря и ароматных специй создает неповторимый вкус, который согревает в прохладные дни. Этот рецепт стал одним из моих любимых в осенне-зимний период. Суп получается нежным, бархатистым и невероятно ароматным. Подавать его можно с гренками, семечками или сливками — в любом случае будет очень вкусно!",
    "categoryId": "category-recipe-2",
    "time": "30 минут",
    "difficulty": "Легко",
    "imageSrc": "https://images.unsplash.com/photo-1476718406336-bb5a9690ee2a?auto=format&fit=crop&q=80&w=2574",
    "ingredients": [
      {
        "name": "Тыква",
        "amount": "800 г"
      },
      {
        "name": "Лук",
        "amount": "1 шт."
      },
      {
        "name": "Чеснок",
        "amount": "2 зубчика"
      },
      {
        "name": "Свежий имбирь",
        "amount": "20 г"
      },
      {
        "name": "Морковь",
        "amount": "1 шт."
      },
      {
        "name": "Оливковое масло",
        "amount": "2 ст. л."
      },
      {
        "name": "Куриный бульон",
        "amount": "800 мл"
      },
      {
        "name": "Сливки 20%",
        "amount": "100 мл"
      },
      {
        "name": "Соль",
        "amount": "по вкусу"
      },
      {
        "name": "Перец",
        "amount": "по вкусу"
      },
      {
        "name": "Тыквенные семечки",
        "amount": "для подачи"
      }
    ],
    "steps": [
      "Очистите тыкву от кожуры и семян, нарежьте кубиками.",
      "Лук и чеснок мелко нарежьте, морковь натрите на терке.",
      "В кастрюле с толстым дном разогрейте оливковое масло, обжарьте лук до прозрачности.",
      "Добавьте морковь, чеснок и тертый имбирь, обжаривайте 2-3 минуты.",
      "Добавьте кубики тыквы, перемешайте и обжаривайте еще 5 минут.",
      "Влейте куриный бульон, доведите до кипения, уменьшите огонь и варите 15-20 минут до мягкости тыквы.",
      "С помощью блендера пюрируйте суп до однородной консистенции.",
      "Добавьте сливки, соль и перец по вкусу, прогрейте, но не кипятите.",
      "При подаче посыпьте тыквенными семечками."
    ],
    "tagIds": ["tag-recipe-1", "tag-recipe-5", "tag-recipe-8", "tag-recipe-3"],
    "publishDate": "2023-10-10T12:00:00Z"
  },
  {
    "id": "recipe-2",
    "title": "Тост с авокадо и яйцом пашот",
    "shortDescription": "Идеальный питательный завтрак для энергичного начала дня.",
    "fullDescription": "Тост с авокадо и яйцом пашот — это не просто модный завтрак, а действительно вкусное и полезное блюдо, которое заряжает энергией на целый день. Авокадо богат полезными жирами, а яйцо пашот с жидким желтком добавляет блюду изысканности. Хрустящий хлеб, кремовое авокадо и нежное яйцо создают идеальное сочетание текстур и вкусов. Несмотря на кажущуюся сложность, этот завтрак готовится довольно быстро, особенно если приловчиться делать яйца пашот.",
    "categoryId": "category-recipe-1",
    "time": "15 минут",
    "difficulty": "Средне",
    "imageSrc": "https://images.unsplash.com/photo-1525351484163-7529414344d8?auto=format&fit=crop&q=80&w=2000",
    "ingredients": [
      {
        "name": "Хлеб для тостов",
        "amount": "2 ломтика"
      },
      {
        "name": "Спелое авокадо",
        "amount": "1 шт."
      },
      {
        "name": "Яйца",
        "amount": "2 шт."
      },
      {
        "name": "Лимон",
        "amount": "1/4 шт."
      },
      {
        "name": "Соль",
        "amount": "по вкусу"
      },
      {
        "name": "Черный перец",
        "amount": "по вкусу"
      },
      {
        "name": "Хлопья красного перца",
        "amount": "щепотка"
      },
      {
        "name": "Микрозелень или руккола",
        "amount": "для подачи"
      },
      {
        "name": "Оливковое масло",
        "amount": "1 ч. л."
      }
    ],
    "steps": [
      "Разрежьте авокадо пополам, удалите косточку и выньте мякоть ложкой в миску.",
      "Разомните авокадо вилкой, добавьте сок лимона, соль и перец по вкусу.",
      "Подготовьте яйца пашот: вскипятите воду в кастрюле, добавьте немного уксуса, создайте воронку в воде и аккуратно вбейте яйцо в центр. Варите 3 минуты для жидкого желтка.",
      "Обжарьте хлеб в тостере или на сухой сковороде до хрустящей корочки.",
      "Намажьте на тосты пюре из авокадо.",
      "С помощью шумовки достаньте яйца пашот, обсушите на бумажном полотенце и выложите на тосты.",
      "Приправьте черным перцем, хлопьями красного перца, сбрызните оливковым маслом и украсьте микрозеленью."
    ],
    "tagIds": ["tag-recipe-1", "tag-recipe-5", "tag-recipe-2"],
    "publishDate": "2023-09-25T10:30:00Z"
  },
  {
    "id": "recipe-3",
    "title": "Рататуй с прованскими травами",
    "shortDescription": "Яркое овощное блюдо с ароматными травами для любителей средиземноморской кухни.",
    "fullDescription": "Рататуй — это классическое блюдо французской кухни из сезонных овощей, приготовленных в собственном соку с добавлением ароматных трав. Особенно хорош рататуй в конце лета — начале осени, когда овощи наиболее вкусные и сочные. Сладковатый вкус баклажанов и болгарского перца прекрасно сочетается с кислинкой томатов и ароматом трав. Готовить его довольно просто, хотя и требуется немного терпения. Рататуй можно подать как самостоятельное блюдо с багетом или как гарнир к мясу или рыбе.",
    "categoryId": "category-recipe-3",
    "time": "60 минут",
    "difficulty": "Средне",
    "imageSrc": "https://images.unsplash.com/photo-1572453800999-e8d2d0d95b2b?auto=format&fit=crop&q=80&w=2000",
    "ingredients": [
      {
        "name": "Баклажаны",
        "amount": "2 шт."
      },
      {
        "name": "Цуккини",
        "amount": "2 шт."
      },
      {
        "name": "Болгарский перец",
        "amount": "2 шт."
      },
      {
        "name": "Помидоры",
        "amount": "4 шт."
      },
      {
        "name": "Лук репчатый",
        "amount": "1 шт."
      },
      {
        "name": "Чеснок",
        "amount": "3 зубчика"
      },
      {
        "name": "Оливковое масло",
        "amount": "4 ст. л."
      },
      {
        "name": "Томатная паста",
        "amount": "2 ст. л."
      },
      {
        "name": "Прованские травы",
        "amount": "2 ч. л."
      },
      {
        "name": "Лавровый лист",
        "amount": "1 шт."
      },
      {
        "name": "Соль",
        "amount": "по вкусу"
      },
      {
        "name": "Перец",
        "amount": "по вкусу"
      },
      {
        "name": "Свежий базилик",
        "amount": "для подачи"
      }
    ],
    "steps": [
      "Нарежьте баклажаны, цуккини и болгарский перец кружочками или кубиками среднего размера.",
      "Помидоры обдайте кипятком, снимите кожицу и нарежьте дольками.",
      "Лук нарежьте полукольцами, чеснок мелко порубите.",
      "В глубокой сковороде или сотейнике разогрейте 2 ст. л. оливкового масла, обжарьте лук до мягкости.",
      "Добавьте чеснок, обжаривайте 1 минуту до появления аромата.",
      "Добавьте томатную пасту, перемешайте и готовьте 2 минуты.",
      "Выложите помидоры, добавьте лавровый лист, половину прованских трав, соль и перец. Тушите 5 минут.",
      "В отдельной сковороде обжарьте баклажаны до золотистого цвета, затем добавьте их к томатам.",
      "Таким же образом обжарьте цуккини и болгарский перец, добавьте к остальным овощам.",
      "Добавьте оставшиеся прованские травы, перемешайте, накройте крышкой и тушите на медленном огне 30 минут.",
      "При подаче посыпьте свежим базиликом и сбрызните оливковым маслом."
    ],
    "tagIds": ["tag-recipe-1", "tag-recipe-7", "tag-recipe-5", "tag-recipe-8"],
    "publishDate": "2023-09-15T14:45:00Z"
  },
  {
    "id": "recipe-4",
    "title": "Павлова с летними ягодами",
    "shortDescription": "Воздушный десерт с хрустящей корочкой, нежным кремом и свежими ягодами.",
    "fullDescription": "Павлова — это классический австралийский десерт, названный в честь русской балерины Анны Павловой. Это настоящее произведение кулинарного искусства: хрустящая снаружи и мягкая внутри безе, нежный сливочный крем и сочные ягоды. Приготовление безе требует определенного навыка и терпения, но результат стоит затраченных усилий. Особенно хороша павлова летом, когда можно использовать сезонные ягоды, но и зимой с замороженными ягодами получается отличный десерт. Это идеальное угощение для особого случая или праздничного стола.",
    "categoryId": "category-recipe-4",
    "time": "90 минут",
    "difficulty": "Сложно",
    "imageSrc": "https://images.unsplash.com/photo-1488477181946-6428a0a36077?auto=format&fit=crop&q=80&w=2000",
    "ingredients": [
      {
        "name": "Яичные белки",
        "amount": "4 шт."
      },
      {
        "name": "Сахар",
        "amount": "200 г"
      },
      {
        "name": "Кукурузный крахмал",
        "amount": "1 ст. л."
      },
      {
        "name": "Лимонный сок",
        "amount": "1 ч. л."
      },
      {
        "name": "Ванильный экстракт",
        "amount": "1 ч. л."
      },
      {
        "name": "Сливки жирные (33-35%)",
        "amount": "300 мл"
      },
      {
        "name": "Маскарпоне",
        "amount": "200 г"
      },
      {
        "name": "Сахарная пудра",
        "amount": "3 ст. л."
      },
      {
        "name": "Свежие ягоды (клубника, малина, черника)",
        "amount": "400 г"
      },
      {
        "name": "Мята",
        "amount": "для украшения"
      }
    ],
    "steps": [
      "Разогрейте духовку до 150°C. Застелите противень пергаментной бумагой, нарисуйте круг диаметром 20 см.",
      "Белки взбейте в очень крепкую пену, постепенно добавляя сахар по 1 ст. л., продолжайте взбивать до плотной глянцевой массы.",
      "Добавьте крахмал, лимонный сок и ванильный экстракт, аккуратно перемешайте силиконовой лопаткой.",
      "Выложите белковую массу на пергамент, формируя круг с углублением в центре.",
      "Уменьшите температуру духовки до 120°C и выпекайте безе 1 час. Затем выключите духовку и оставьте безе остывать внутри еще на 30 минут.",
      "Для крема взбейте холодные сливки с сахарной пудрой до мягких пиков, добавьте маскарпоне и взбейте до плотной консистенции.",
      "Выложите крем в центр остывшего безе.",
      "Сверху украсьте свежими ягодами и листиками мяты.",
      "Подавайте сразу или охладите в холодильнике 30 минут."
    ],
    "tagIds": ["tag-recipe-4", "tag-recipe-3", "tag-recipe-9", "tag-recipe-8"],
    "publishDate": "2023-08-20T16:15:00Z"
  },
  {
    "id": "recipe-5",
    "title": "Латте с чаем матча",
    "shortDescription": "Бодрящий и полезный напиток с антиоксидантами и нежной молочной пенкой.",
    "fullDescription": "Латте с чаем матча — это не только модный напиток, но и настоящий источник энергии и антиоксидантов. Зеленый порошок матча имеет сладковатый травянистый вкус, который прекрасно сочетается с молоком. В отличие от кофе, матча дает более мягкий и продолжительный эффект бодрости без резких скачков энергии. Приготовление этого напитка — настоящий ритуал, который заряжает позитивом на весь день. Важно использовать качественный порошок матча, тогда напиток получится действительно вкусным и полезным.",
    "categoryId": "category-recipe-5",
    "time": "10 минут",
    "difficulty": "Легко",
    "imageSrc": "https://images.unsplash.com/photo-1536256263959-770b48d82b0a?auto=format&fit=crop&q=80&w=2000",
    "ingredients": [
      {
        "name": "Порошок матча",
        "amount": "1 ч. л."
      },
      {
        "name": "Горячая вода (80°C)",
        "amount": "30 мл"
      },
      {
        "name": "Молоко",
        "amount": "200 мл"
      },
      {
        "name": "Мед или сироп агавы",
        "amount": "по вкусу"
      },
      {
        "name": "Лед",
        "amount": "по желанию для холодного варианта"
      }
    ],
    "steps": [
      "Просейте порошок матча в чашку или миску, чтобы избежать комочков.",
      "Добавьте горячую воду и взбейте специальным бамбуковым венчиком (часен) или обычным венчиком до получения однородной пасты без комочков.",
      "В отдельной емкости подогрейте молоко до 65-70°C.",
      "Взбейте молоко венчиком или с помощью капучинатора до образования пены.",
      "Добавьте подсластитель по вкусу в пасту матча и перемешайте.",
      "Влейте взбитое молоко в чашку с матча, сначала добавляя тонкой струйкой само молоко, а затем выкладывая молочную пену.",
      "Для холодного латте: поставьте смесь матча в холодильник на 10 минут, затем добавьте лед и холодное взбитое молоко."
    ],
    "tagIds": ["tag-recipe-5", "tag-recipe-7", "tag-recipe-13"],
    "publishDate": "2023-08-05T09:30:00Z"
  },
  {
    "id": "recipe-6",
    "title": "Классический борщ с говядиной",
    "shortDescription": "Наваристый, ароматный суп со свеклой, овощами и нежной говядиной.",
    "fullDescription": "Борщ — это не просто суп, а настоящее национальное достояние славянской кухни. Глубокий, насыщенный вкус, яркий цвет и аромат — вот что делает борщ таким особенным. Секрет вкусного борща в правильно приготовленном бульоне и особой последовательности закладки овощей. Не торопитесь и дайте времени поработать на вкус: борщ становится только лучше на следующий день после приготовления. Подавайте его с ломтиком ржаного хлеба, свежей зеленью, сметаной и, по желанию, с чесночными пампушками — и наслаждайтесь настоящим вкусом домашней кухни.",
    "categoryId": "category-recipe-2",
    "time": "120 минут",
    "difficulty": "Средне",
    "imageSrc": "https://images.unsplash.com/photo-1546549032-9571cd6b27df?auto=format&fit=crop&q=80&w=2000",
    "ingredients": [
      {
        "name": "Говядина на кости",
        "amount": "500 г"
      },
      {
        "name": "Свекла",
        "amount": "2 шт."
      },
      {
        "name": "Капуста белокочанная",
        "amount": "200 г"
      },
      {
        "name": "Картофель",
        "amount": "3 шт."
      },
      {
        "name": "Морковь",
        "amount": "1 шт."
      },
      {
        "name": "Лук репчатый",
        "amount": "1 шт."
      },
      {
        "name": "Томатная паста",
        "amount": "2 ст. л."
      },
      {
        "name": "Чеснок",
        "amount": "3 зубчика"
      },
      {
        "name": "Растительное масло",
        "amount": "3 ст. л."
      },
      {
        "name": "Уксус 9%",
        "amount": "1 ст. л."
      },
      {
        "name": "Сахар",
        "amount": "1 ч. л."
      },
      {
        "name": "Лавровый лист",
        "amount": "2 шт."
      },
      {
        "name": "Перец черный горошком",
        "amount": "5-6 шт."
      },
      {
        "name": "Соль",
        "amount": "по вкусу"
      },
      {
        "name": "Зелень (укроп, петрушка)",
        "amount": "по вкусу"
      },
      {
        "name": "Сметана",
        "amount": "для подачи"
      }
    ],
    "steps": [
      "Говядину промойте, залейте холодной водой, доведите до кипения, снимите пену и варите на медленном огне 1,5-2 часа до мягкости мяса. За 30 минут до готовности посолите.",
      "Свеклу очистите, натрите на крупной терке, обжарьте на растительном масле 5 минут, добавьте томатную пасту, уксус и сахар, тушите еще 5 минут.",
      "Морковь натрите, лук нарежьте мелкими кубиками, обжарьте на отдельной сковороде до золотистого цвета.",
      "Картофель нарежьте кубиками, капусту — соломкой.",
      "Готовое мясо выньте из бульона, отделите от костей и нарежьте кусочками.",
      "В кипящий бульон положите картофель, варите 10 минут.",
      "Добавьте капусту, варите еще 5-7 минут.",
      "Добавьте зажарку из моркови и лука, тушеную свеклу, лавровый лист, перец горошком и нарезанное мясо.",
      "Варите на слабом огне 5-7 минут, в конце добавьте измельченный чеснок и зелень.",
      "Дайте настояться 20-30 минут под крышкой.",
      "Подавайте со сметаной и свежей зеленью."
    ],
    "tagIds": ["tag-recipe-14", "tag-recipe-4"],
    "publishDate": "2023-07-10T13:20:00Z"
  },
  {
    "id": "recipe-7",
    "title": "Паста карбонара",
    "shortDescription": "Классическое итальянское блюдо с идеальным сочетанием бекона, сыра и яиц.",
    "fullDescription": "Паста карбонара — одно из самых известных блюд итальянской кухни, которое покоряет своей простотой и неповторимым вкусом. Всего несколько ингредиентов, но результат просто волшебный: шелковистый соус на основе яиц и сыра пекорино прекрасно сочетается с хрустящими кусочками гуанчиале (или панчетты). Важно не пересолить блюдо, так как сыр и бекон уже достаточно соленые. И главное — никогда не добавляйте сливки в настоящую карбонару! Следуйте классическому рецепту, и вы почувствуете себя в маленькой тратории где-нибудь в Риме.",
    "categoryId": "category-recipe-3",
    "time": "20 минут",
    "difficulty": "Средне",
    "imageSrc": "https://images.unsplash.com/photo-1612874742237-6526221588e3?auto=format&fit=crop&q=80&w=2971",
    "ingredients": [
      {
        "name": "Спагетти",
        "amount": "350 г"
      },
      {
        "name": "Гуанчиале или панчетта",
        "amount": "150 г"
      },
      {
        "name": "Сыр пекорино романо",
        "amount": "80 г"
      },
      {
        "name": "Сыр пармезан",
        "amount": "30 г"
      },
      {
        "name": "Яйца",
        "amount": "3 шт."
      },
      {
        "name": "Желток",
        "amount": "1 шт."
      },
      {
        "name": "Черный перец свежемолотый",
        "amount": "по вкусу"
      },
      {
        "name": "Соль",
        "amount": "для варки пасты"
      }
    ],
    "steps": [
      "В большой кастрюле вскипятите воду, щедро посолите.",
      "Гуанчиале или панчетту нарежьте кубиками размером примерно 1 см.",
      "Сыры натрите на мелкой терке и смешайте.",
      "В миске взбейте яйца и дополнительный желток, добавьте 2/3 тертого сыра и щедро поперчите.",
      "В сковороде с толстым дном без масла обжарьте кубики гуанчиале на среднем огне до хрустящей корочки и вытапливания жира.",
      "Отварите спагетти в подсоленной воде на 1 минуту меньше, чем указано на упаковке (аль денте).",
      "Перед тем как слить пасту, отлейте полстакана воды, в которой она варилась.",
      "Слейте воду с пасты и сразу же переложите горячую пасту в сковороду с гуанчиале, перемешайте.",
      "Снимите сковороду с огня, немного остудите (15-20 секунд), затем добавьте яично-сырную смесь, интенсивно помешивая.",
      "Если соус получается слишком густым, добавьте немного отложенной воды от пасты.",
      "Сразу подавайте, посыпав оставшимся сыром и свежемолотым черным перцем."
    ],
    "tagIds": ["tag-recipe-15", "tag-recipe-2"],
    "publishDate": "2023-07-02T19:10:00Z"
  },
  {
    "id": "recipe-8",
    "title": "Овсяное печенье с изюмом и орехами",
    "shortDescription": "Хрустящее снаружи и мягкое внутри домашнее печенье для уютного чаепития.",
    "fullDescription": "Домашнее овсяное печенье — это воплощение уюта и тепла. Аромат, который распространяется по дому во время выпечки, настраивает на спокойный лад и предвкушение вкусного чаепития. Это печенье хрустящее по краям и мягкое в середине, с приятной сладостью и неповторимым вкусом овсяных хлопьев, изюма и орехов. Рецепт очень простой и идеально подходит для начинающих кулинаров. Такое печенье можно приготовить вместе с детьми, они с удовольствием помогут вам формировать печенье и наблюдать за его превращением в золотистое лакомство.",
    "categoryId": "category-recipe-8",
    "time": "40 минут",
    "difficulty": "Легко",
    "imageSrc": "https://images.unsplash.com/photo-1599935150581-a187de60bfa2?auto=format&fit=crop&q=80&w=2971",
    "ingredients": [
      {
        "name": "Овсяные хлопья",
        "amount": "250 г"
      },
      {
        "name": "Мука пшеничная",
        "amount": "100 г"
      },
      {
        "name": "Сливочное масло",
        "amount": "150 г"
      },
      {
        "name": "Коричневый сахар",
        "amount": "120 г"
      },
      {
        "name": "Яйцо",
        "amount": "1 шт."
      },
      {
        "name": "Ванильный экстракт",
        "amount": "1 ч. л."
      },
      {
        "name": "Разрыхлитель",
        "amount": "1 ч. л."
      },
      {
        "name": "Корица молотая",
        "amount": "1 ч. л."
      },
      {
        "name": "Соль",
        "amount": "1/4 ч. л."
      },
      {
        "name": "Изюм",
        "amount": "100 г"
      },
      {
        "name": "Грецкие орехи (рубленые)",
        "amount": "80 г"
      }
    ],
    "steps": [
      "Изюм замочите в горячей воде на 10 минут, затем обсушите.",
      "Размягченное сливочное масло взбейте с коричневым сахаром до пышной массы.",
      "Добавьте яйцо и ванильный экстракт, взбейте до однородности.",
      "В отдельной миске смешайте овсяные хлопья, муку, разрыхлитель, корицу и соль.",
      "Постепенно добавьте сухую смесь к масляной, перемешивая лопаткой.",
      "Добавьте изюм и рубленые орехи, аккуратно перемешайте.",
      "Разогрейте духовку до 180°C, застелите противень пергаментной бумагой.",
      "С помощью ложки или руками сформируйте из теста шарики размером с грецкий орех, выложите на противень на расстоянии друг от друга.",
      "Слегка приплюсните каждый шарик ладонью.",
      "Выпекайте 12-15 минут до золотистого цвета краев.",
      "Дайте печенью немного остыть на противне, затем переложите на решетку для полного остывания."
    ],
    "tagIds": ["tag-recipe-9", "tag-recipe-5", "tag-recipe-6", "tag-recipe-13"],
    "publishDate": "2023-06-25T15:00:00Z"
  },
  {
    "id": "recipe-9",
    "title": "Греческий салат",
    "shortDescription": "Свежий и сочный салат с овощами, оливками и сыром фета.",
    "fullDescription": "Греческий салат — это настоящий вкус Средиземноморья, который можно создать у себя дома за считанные минуты. Сочные помидоры, хрустящий огурец, сладкий перец, терпкий красный лук, оливки и солоноватый сыр фета — все это поливается оливковым маслом высшего качества и сбрызгивается лимонным соком. Никакой варки, жарки или сложной подготовки — только свежие ингредиенты в их натуральном виде. Секрет настоящего греческого салата в качестве продуктов и правильных пропорциях. Используйте спелые, но плотные помидоры, свежий огурец и натуральный сыр фета, и результат вас не разочарует.",
    "categoryId": "category-recipe-6",
    "time": "15 минут",
    "difficulty": "Легко",
    "imageSrc": "https://images.unsplash.com/photo-1503146234359-b5c1a75c9fe5?auto=format&fit=crop&q=80&w=2970",
    "ingredients": [
      {
        "name": "Помидоры",
        "amount": "4 шт."
      },
      {
        "name": "Огурец",
        "amount": "1 шт."
      },
      {
        "name": "Болгарский перец",
        "amount": "1 шт."
      },
      {
        "name": "Красный лук",
        "amount": "1/2 шт."
      },
      {
        "name": "Сыр фета",
        "amount": "200 г"
      },
      {
        "name": "Оливки каламата",
        "amount": "100 г"
      },
      {
        "name": "Оливковое масло extra virgin",
        "amount": "4 ст. л."
      },
      {
        "name": "Лимонный сок",
        "amount": "1 ст. л."
      },
      {
        "name": "Орегано сушеный",
        "amount": "1 ч. л."
      },
      {
        "name": "Соль",
        "amount": "по вкусу"
      },
      {
        "name": "Черный перец свежемолотый",
        "amount": "по вкусу"
      }
    ],
    "steps": [
      "Помидоры нарежьте крупными дольками или кусочками.",
      "Огурец нарежьте крупными полукольцами (если кожица горькая или жесткая, предварительно очистите).",
      "Болгарский перец очистите от семян и нарежьте крупными полосками.",
      "Красный лук нарежьте тонкими полукольцами.",
      "Сыр фета нарежьте крупными кубиками или просто разломайте руками на кусочки.",
      "В большой салатнице смешайте все овощи.",
      "Добавьте оливки (можно целиком или нарезать пополам).",
      "Сверху выложите кусочки феты.",
      "Полейте салат оливковым маслом и лимонным соком.",
      "Посыпьте сушеным орегано, солью и свежемолотым перцем по вкусу.",
      "Аккуратно перемешайте непосредственно перед подачей."
    ],
    "tagIds": ["tag-recipe-1", "tag-recipe-5", "tag-recipe-3", "tag-recipe-2"],
    "publishDate": "2023-06-15T18:30:00Z"
  },
  {
    "id": "recipe-10",
    "title": "Домашний лимонад с мятой и имбирем",
    "shortDescription": "Освежающий напиток с цитрусовым ароматом и пикантной ноткой имбиря.",
    "fullDescription": "Домашний лимонад — это настоящее спасение в жаркий день. В отличие от магазинных напитков, вы контролируете количество сахара и можете настроить вкус под себя. Сочетание свежего лимонного сока, ароматной мяты и пикантного имбиря создает неповторимый вкусовой профиль, который никого не оставит равнодушным. Лимонад получается освежающим, с приятной кислинкой и легким имбирным послевкусием. Готовьте его заранее, чтобы все ингредиенты хорошо настоялись и раскрыли свой аромат. Для особых случаев можно добавить нарезанные фрукты или ягоды — это не только украсит напиток, но и обогатит вкус.",
    "categoryId": "category-recipe-5",
    "time": "20 минут + 2 часа на настаивание",
    "difficulty": "Легко",
    "imageSrc": "https://images.unsplash.com/photo-1615887025075-543767e2e2ad?auto=format&fit=crop&q=80&w=2970",
    "ingredients": [
      {
        "name": "Лимоны",
        "amount": "4 шт."
      },
      {
        "name": "Свежий имбирь",
        "amount": "50 г"
      },
      {
        "name": "Свежая мята",
        "amount": "1 пучок"
      },
      {
        "name": "Сахар",
        "amount": "120 г (или по вкусу)"
      },
      {
        "name": "Вода газированная",
        "amount": "1 л"
      },
      {
        "name": "Вода обычная",
        "amount": "1 л"
      },
      {
        "name": "Лед",
        "amount": "по вкусу"
      }
    ],
    "steps": [
      "Имбирь очистите и нарежьте тонкими пластинами.",
      "Из лимонов выжмите сок (примерно 200-250 мл), цедру одного лимона натрите на мелкой терке.",
      "В кастрюлю насыпьте сахар, добавьте 250 мл обычной воды, имбирь и цедру лимона.",
      "Доведите до кипения, помешивая до растворения сахара, снимите с огня и дайте остыть.",
      "Промойте пучок мяты, слегка помните листья руками, чтобы они выделили аромат.",
      "В большом кувшине смешайте процеженный сахарный сироп, лимонный сок и оставшуюся обычную воду.",
      "Добавьте листья мяты, оставив несколько для украшения.",
      "Накройте кувшин и поставьте в холодильник на 2 часа для настаивания.",
      "Перед подачей добавьте газированную воду и лед.",
      "Украсьте дольками лимона и листьями мяты.",
      "Подавайте сразу, пока напиток хорошо газированный."
    ],
    "tagIds": ["tag-recipe-5", "tag-recipe-7", "tag-recipe-8"],
    "publishDate": "2023-05-30T16:45:00Z"
  }
]
